Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: Pickly gives grocery products a 0–100 score using the nutrition and ingredient data available for that product. The score helps compare grocery options; it is not a safety rating.
cs: Pickly dává potravinářským produktům 0-100 skóre s použitím údajů o výživě a složkách dostupných pro tento produkt. Skóre pomáhá porovnat možnosti potravin; to není hodnocení bezpečnosti.
da: Pickly giver købmandsprodukter en 0- 100 score ved hjælp af de ernærings- og ingrediensdata, der er tilgængelige for dette produkt. Scoren hjælper med at sammenligne købmandsoptioner; det er ikke en sikkerhedsvurdering.
de: Pickly gibt Lebensmittelprodukten eine 0-100-Punktzahl mit den für dieses Produkt verfügbaren Nährwert- und Zutatendaten. Die Punktzahl hilft, Lebensmitteloptionen zu vergleichen; es ist keine Sicherheitsbewertung.
es: Pickly le da a los productos de comestibles una puntuación de 0 a 100 utilizando los datos de nutrición y ingredientes disponibles para ese producto. La puntuación ayuda a comparar las opciones de alimentación; no es una calificación de seguridad.
fr: Fournit à chaque épicerie un score de 0 à 100 en utilisant les données nutritionnelles et sur les ingrédients disponibles pour ce produit. Le score aide à comparer les options d'épicerie; ce n'est pas une cote de sécurité.
it: Pickly dà ai prodotti alimentari un punteggio 0–100 utilizzando i dati nutrizionali e ingredienti disponibili per quel prodotto. Il punteggio aiuta a confrontare le opzioni di spesa; non è una valutazione di sicurezza.
pl: Pickly daje produktom spożywczym wynik 0- 100 z wykorzystaniem danych żywieniowych i składników dostępnych dla tego produktu. Wynik pomaga porównać opcje spożywcze; nie jest to ocena bezpieczeństwa.
pt_pt: Pickly dá aos produtos de supermercado uma pontuação de 0 a 100 usando os dados nutricionais e ingredientes disponíveis para esse produto. A pontuação ajuda a comparar opções de supermercado; não é uma classificação de segurança.

source: Pickly provides general grocery information, not medical advice. It does not diagnose, treat, cure, or prevent any disease. Check the package label for allergens and dietary needs, and consult a qualified healthcare professional before making medical decisions.
cs: Pickly poskytuje obecné informace o potravinách, ne lékařské poradenství. Nediagnostikuje, neléčí, nevyléčí ani nezabraňuje žádné nemoci. Zkontrolujte štítek balíčku alergeny a dietní potřeby, a konzultovat kvalifikovaný zdravotnický pracovník před děláním lékařských rozhodnutí.
da: Pickly giver generel købmand information, ikke medicinsk rådgivning. Det diagnosticerer, behandler, helbreder eller forebygger ingen sygdom. Kontroller pakkeetiketten for allergener og kostbehov, og rådfør dig med en kvalificeret sundhedsperson, før du træffer medicinske beslutninger.
de: Pickly bietet allgemeine Lebensmittelinformationen, keine medizinische Beratung. Es diagnostiziert, behandelt, heilt oder verhindert keine Krankheit. Überprüfen Sie das Packungsetikett auf Allergene und Ernährungsbedürfnisse und konsultieren Sie einen qualifizierten Arzt, bevor Sie medizinische Entscheidungen treffen.
es: Pickly proporciona información general sobre la alimentación, no consejos médicos. No diagnostica, trata, cura ni previene ninguna enfermedad. Consulte la etiqueta del paquete para alérgenos y necesidades dietéticas, y consulte a un profesional sanitario calificado antes de tomar decisiones médicas.
fr: Pickly fournit des informations générales d'épicerie, pas des conseils médicaux. Il ne diagnostique, ne traite, ne guérit ou ne prévient aucune maladie. Vérifiez l'étiquette de l'emballage pour connaître les allergènes et les besoins alimentaires, et consultez un professionnel de la santé qualifié avant de prendre des décisions médicales.
it: Pickly fornisce informazioni generali sulla drogheria, non consigli medici. Non diagnostica, tratta, cura o previene alcuna malattia. Controllare l'etichetta del pacchetto per allergeni e esigenze alimentari, e consultare un professionista sanitario qualificato prima di prendere decisioni mediche.
pl: Pickly dostarcza ogólnych informacji spożywczych, a nie porady medycznej. Nie diagnozuje, nie leczy, nie leczy i nie zapobiega żadnej chorobie. Przed podjęciem decyzji medycznych należy sprawdzić etykietę opakowania pod kątem alergenów i potrzeb żywieniowych oraz skonsultować się z wykwalifikowanym pracownikiem służby zdrowia.
pt_pt: Pickly fornece informações gerais do supermercado, não conselhos médicos. Não diagnosticar, tratar, curar ou prevenir qualquer doença. Verifique o rótulo da embalagem para alérgenos e necessidades alimentares, e consulte um profissional de saúde qualificado antes de tomar decisões médicas.

source: Pickly score +%@
cs: Skóre Pickly +%@
da: Pickly-pointtal +%@
de: Pickly-Punktzahl +%@
es: Puntuación Pickly +%@
fr: Score Pickly +%@
it: Punteggio Pickly +%@
pl: Wynik Pickly +%@
pt_pt: Pontuação Pickly +%@

source: Pickly score +\(candidateScore - currentScore)
cs: Pickly skóre +\ (kandidateScore - currentScore)
es: Elija puntuación +\(candidateScore - currentScore)
fr: Score aléatoire +\(candidateScore - currentScore)
it: Punteggio +\(candidateScore - currentScore)
pl: Punktacja +\ (candidateScore - currentScore)
pt_pt: Pontuação selecionada +\(candidateScore - currentScore)

source: Pickly score is %@ %@ higher
cs: Skóre Pickly je o %@ %@ vyšší
da: Pickly-pointtallet er %@ %@ højere
de: Die Pickly-Punktzahl ist um %@ %@ höher
es: La puntuación Pickly es %@ %@ más alta
fr: Le score Pickly est supérieur de %@ %@
it: Il punteggio Pickly è superiore di %@ %@
pl: Wynik Pickly jest wyższy o %@ %@
pt_pt: A pontuação Pickly é %@ %@ superior

source: Pickly score is %@ %@ lower
cs: Skóre Pickly je o %@ %@ nižší
da: Pickly-pointtallet er %@ %@ lavere
de: Die Pickly-Punktzahl ist um %@ %@ niedriger
es: La puntuación Pickly es %@ %@ más baja
fr: Le score Pickly est inférieur de %@ %@
it: Il punteggio Pickly è inferiore di %@ %@
pl: Wynik Pickly jest niższy o %@ %@
pt_pt: A pontuação Pickly é %@ %@ inferior

source: Pickly support page
cs: Stránka podpory Pickly
da: Pickly-supportside
de: Pickly-Supportseite
es: Página de soporte de Pickly
fr: Page d’assistance Pickly
it: Pagina di assistenza Pickly
pl: Strona pomocy Pickly
pt_pt: Página de suporte do Pickly

source: Pickly uses the camera only after you start barcode scanning. Camera frames are processed for barcode recognition and are not stored by Pickly.
cs: Pickly kamera používá pouze po spuštění skenování čárových kódů. Rámy kamery jsou zpracovávány pro rozpoznání čárových kódů a nejsou uloženy Pickly.
da: Pickly bruger kameraet først, når du starter stregkode scanning. Kamera rammer behandles til stregkode anerkendelse og er ikke gemt af Pickly.
de: Pickly verwendet die Kamera erst, nachdem Sie mit dem Barcode-Scannen begonnen haben. Kamerarahmen werden zur Barcodeerkennung verarbeitet und nicht von Pickly gespeichert.
es: Pickly utiliza la cámara sólo después de iniciar el análisis de códigos de barras. Los marcos de cámara se procesan para el reconocimiento de códigos de barras y no son almacenados por Pickly.
fr: Pickly n'utilise la caméra qu'après avoir commencé à scanner le code-barres. Les cadres de caméra sont traités pour la reconnaissance du code-barres et ne sont pas stockés par Pickly.
it: Pickly utilizza la fotocamera solo dopo aver avviato la scansione del codice a barre. Le fotocamere vengono elaborate per il riconoscimento dei codici a barre e non vengono memorizzate da Pickly.
pl: Pickly używa kamery dopiero po rozpoczęciu skanowania kodów kreskowych. Obrazy z kamery są przetwarzane w celu rozpoznawania kodów kreskowych i nie są przechowywane przez Pickly.
pt_pt: Pickly usa a câmera apenas depois de iniciar a digitalização de código de barras. Os quadros da câmera são processados para reconhecimento de código de barras e não são armazenados por Pickly.

source: Pickly will use these preferences to make product notes and alternatives more relevant to your everyday choices.
cs: Pickly budou používat tyto preference, aby se poznámky o výrobku a alternativy více relevantní pro vaše každodenní volby.
da: Pickly vil bruge disse præferencer til at gøre produktnoter og alternativer mere relevante for dine daglige valg.
de: Pickly wird diese Präferenzen verwenden, um Produktnotizen und Alternativen für Ihre täglichen Entscheidungen relevanter zu machen.
es: Pickly utilizará estas preferencias para hacer notas de producto y alternativas más relevantes para sus opciones diarias.
fr: Pickly utilisera ces préférences pour rendre les notes de produit et les alternatives plus pertinentes à vos choix quotidiens.
it: Pickly utilizzerà queste preferenze per rendere note di prodotto e alternative più rilevanti per le vostre scelte quotidiane.
pl: Pinkle będzie korzystać z tych preferencji, aby notatki produktów i alternatywy bardziej istotne dla codziennych wyborów.
pt_pt: Pickly usará essas preferências para fazer notas de produto e alternativas mais relevantes para suas escolhas diárias.

source: Pickly/\(version) (https://github.com/funnymataleao/pickly/issues)
cs: V souladu s čl.
da: (udgave) (https: / / github.com / funnymataleao / pickly / issues)
it: Pickly/\(versione) (https://github.com/funnymataleao/pickly/issues)
pl: W imieniu Komisji
pt_pt: Pickly/\(versão) (https://github.com/funnymataleao/pickly/issues)

source: Plain Greek Yogurt
cs: Prostý řecký jogurt
da: Almindelig græsk yoghurt
de: Plain Greek Joghurt
es: Yogur griego llanto
fr: Yogourt grec clair
it: Yogurt greco di pianura
pl: Jogurt grecki
pt_pt: Iogurte Grego Simples

source: Point your camera at a product barcode
cs: Namiřte kameru na čárový kód produktu
da: Ret dit kamera mod et produkt stregkode
de: Richten Sie Ihre Kamera auf einen Produkt-Barcode
es: Indica tu cámara en un código de barras de productos
fr: Pointez votre appareil photo sur un code-barres produit
it: Puntare la fotocamera su un codice a barre del prodotto
pl: Wyceluj kamerę w kod kreskowy produktu
pt_pt: Aponte sua câmera para um código de barras de produto

source: Prefer fewer additives
cs: Preferuji méně přísad
da: Foretrækker færre tilsætningsstoffer
de: Weniger Zusatzstoffe bevorzugen
es: Preferir menos aditivos
fr: Préférez moins d'additifs
it: Preferire meno additivi
pl: Preferuj mniej dodatków
pt_pt: Preferir menos aditivos

source: Prefer lower-sodium options
cs: Upřednostňovat možnosti s menším množstvím sodíku
da: Foretræk muligheder med mindre natrium
de: Optionen mit weniger Natrium bevorzugen
es: Preferir opciones con menos sodio
fr: Préférer les options moins salées
it: Preferire opzioni con meno sodio
pl: Wybieraj opcje z mniejszą ilością sodu
pt_pt: Preferir opções com menos sódio

source: Prefer products with less added sugar
cs: Upřednostňovat výrobky s menším množstvím přidaného cukru
da: Foretræk produkter med mindre tilsat sukker
de: Produkte mit weniger zugesetztem Zucker bevorzugen
es: Preferir productos con menos azúcar añadido
fr: Préférer les produits moins riches en sucres ajoutés
it: Preferire prodotti con meno zuccheri aggiunti
pl: Wybieraj produkty z mniejszą ilością cukrów dodanych
pt_pt: Preferir produtos com menos açúcares adicionados

source: Prefer products without animal ingredients
cs: Upřednostňovat výrobky bez živočišných složek
da: Foretræk produkter uden animalske ingredienser
de: Produkte ohne tierische Zutaten bevorzugen
es: Preferir productos sin ingredientes de origen animal
fr: Préférer les produits sans ingrédients d’origine animale
it: Preferire prodotti senza ingredienti di origine animale
pl: Wybieraj produkty bez składników pochodzenia zwierzęcego
pt_pt: Preferir produtos sem ingredientes de origem animal

source: Prefer shorter lists
cs: Preferovat kratší seznamy
da: Foretag kortere lister
de: Kürzere Listen bevorzugen
es: Preferir listas más cortas
fr: Préférez des listes plus courtes
it: Preferire liste più brevi
pl: Preferuj krótsze listy
pt_pt: Preferir listas mais curtas

source: Prefer simpler options that may feel easier to digest
cs: Upřednostňovat jednodušší možnosti, které mohou být snáze stravitelné
da: Foretræk enkle muligheder, der kan være lettere at fordøje
de: Einfachere Optionen bevorzugen, die leichter verdaulich sein können
es: Preferir opciones sencillas que puedan ser más fáciles de digerir
fr: Préférer des options simples, potentiellement plus faciles à digérer
it: Preferire opzioni semplici, potenzialmente più facili da digerire
pl: Wybieraj prostsze opcje, które mogą być łatwiejsze do strawienia
pt_pt: Preferir opções simples, potencialmente mais fáceis de digerir

source: Preference
cs: Upřednostnění
da: Præference
de: Präferenz
es: Preferencia
fr: Préférence
it: Preferenze
pl: Preferencje
pt_pt: Preferência

source: Preferences
cs: Předvolby
da: Indstillinger
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
pl: Ustawienia
pt_pt: Preferências

source: Prioritize vegetarian-friendly products
cs: Upřednostňovat výrobky vhodné pro vegetariány
da: Prioritér vegetarvenlige produkter
de: Vegetarische Produkte bevorzugen
es: Dar prioridad a productos aptos para vegetarianos
fr: Privilégier les produits adaptés aux végétariens
it: Dare priorità ai prodotti adatti ai vegetariani
pl: Priorytetowo traktuj produkty odpowiednie dla wegetarian
pt_pt: Dar prioridade a produtos adequados a vegetarianos

source: Privacy Policy
cs: Ochrana osobních údajů
de: Datenschutzpolitik
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pl: Polityka prywatności
pt_pt: Política de Privacidade

source: Product catalog is not configured for this build yet.
cs: Katalog produktů není pro tuto konstrukci ještě nakonfigurován.
da: Produktkatalog er ikke konfigureret til denne build endnu.
de: Der Produktkatalog ist noch nicht für diesen Build konfiguriert.
es: El catálogo de productos no está configurado para esta construcción todavía.
fr: Le catalogue de produits n'est pas encore configuré pour cette construction.
it: Catalogo prodotti non è ancora configurato per questa costruzione.
pl: Katalog produktów nie jest jeszcze skonfigurowany do tej budowy.
pt_pt: O catálogo de produtos ainda não está configurado para esta compilação.

source: Product data sources
cs: Zdroje údajů o přípravku
da: Produktdatakilder
de: Produktdatenquellen
es: Fuentes de datos de productos
fr: Sources de données sur les produits
it: Fonti di dati del prodotto
pl: Źródła danych o produktach
pt_pt: Fontes de dados do produto

source: Product details
cs: Údaje o výrobku
da: Produktdetaljer
de: Angaben zum Produkt
es: Detalles del producto
fr: Détails du produit
it: Dettagli prodotto
pl: Szczegółowy opis produktu
pt_pt: Detalhes do produto

source: Product facts and some product images may come from Open Food Facts. Availability and accuracy can vary by product and region.
cs: Fakta o produktu a některé obrázky produktu mohou pocházet z Open Food Fakta. Dostupnost a přesnost se může lišit podle produktu a regionu.
da: Produktfakta og nogle produktbilleder kan komme fra Open Food Facts. Tilgængelighed og nøjagtighed kan variere efter produkt og region.
de: Produktfakten und einige Produktbilder können von Open Food Facts stammen. Verfügbarkeit und Genauigkeit können je nach Produkt und Region variieren.
es: Los hechos del producto y algunas imágenes del producto pueden provenir de los hechos alimentarios abiertos. La disponibilidad y la precisión pueden variar según el producto y la región.
fr: Les faits sur les produits et certaines images de produits peuvent provenir de Open Food Facts. La disponibilité et la précision peuvent varier selon le produit et la région.
it: I fatti del prodotto e alcune immagini del prodotto possono provenire da Open Food Facts. Disponibilità e precisione possono variare a seconda del prodotto e della regione.
pl: Fakty produktu i niektóre obrazy produktu mogą pochodzić z Open Food Facts. Dostępność i dokładność mogą się różnić w zależności od produktu i regionu.
pt_pt: Fatos do produto e algumas imagens do produto podem vir de Open Food Facts. Disponibilidade e precisão podem variar por produto e região.

source: Product name
cs: Název produktu
da: Produktnavn
de: Produktbezeichnung
es: Nombre del producto
fr: Nom du produit
it: Nome del prodotto
pl: Nazwa produktu
pt_pt: Denominação do produto

source: Product not found.
cs: Výrobek nenalezen.
da: Produkt ikke fundet.
de: Produkt nicht gefunden.
es: Producto no encontrado.
fr: Produit introuvable.
it: Prodotto non trovato.
pl: Nie znaleziono produktu.
pt_pt: Produto não encontrado.

source: Product partially recognized
cs: Výrobek částečně uznaný
da: Produkt delvis anerkendt
de: Teilweise Anerkennung
es: Producto parcialmente reconocido
fr: Produit partiellement reconnu
it: Prodotto parzialmente riconosciuto
pl: Produkt częściowo rozpoznany
pt_pt: Produto parcialmente reconhecido

source: Product requests are unavailable right now.
cs: Žádosti o produkty jsou nedostupné.
da: Produktønsker er ikke tilgængelige lige nu.
de: Produktanfragen sind derzeit nicht verfügbar.
es: Las solicitudes de productos no están disponibles ahora mismo.
fr: Les demandes de produit ne sont pas disponibles en ce moment.
it: Le richieste dei prodotti non sono disponibili in questo momento.
pl: Zapytania są teraz niedostępne.
pt_pt: Os pedidos de produtos não estão disponíveis neste momento.

source: Product scores and explanations remain free. Try again when the App Store is reachable to unlock alternatives.
cs: Skóre produktů a vysvětlení zůstávají zdarma. Zkuste to znovu, když je App Store dosažitelný k odemknutí alternativ.
da: Produktresultater og forklaringer forbliver gratis. Prøv igen, når App Store er tilgængelig for at låse alternativer op.
de: Produktergebnisse und Erklärungen bleiben frei. Versuchen Sie es erneut, wenn der App Store erreichbar ist, um Alternativen freizuschalten.
es: Las puntuaciones y explicaciones del producto permanecen libres. Intente de nuevo cuando el App Store es accesible para desbloquear alternativas.
fr: Les notes et explications des produits restent libres. Essayez à nouveau lorsque l'App Store est accessible pour débloquer des alternatives.
it: I punteggi dei prodotti e le spiegazioni rimangono liberi. Riprova quando l'App Store è raggiungibile per sbloccare alternative.
pl: Wyniki produktu i wyjaśnienia pozostają bezpłatne. Spróbuj ponownie, gdy App Store jest osiągalny, aby odblokować alternatywy.
pt_pt: As pontuações e explicações dos produtos permanecem livres. Tente novamente quando a App Store estiver acessível para desbloquear alternativas.

source: Products to check
cs: Produkty ke kontrole
da: Produkter til kontrol
de: Produkte zur Kontrolle
es: Productos para comprobar
fr: Produits à vérifier
it: Prodotti da controllare
pl: Produkty do kontroli
pt_pt: Produtos a verificar

source: Products you checked recently
cs: Produkty, které jste nedávno zkontrolovali
da: Produkter du tjekkede for nylig
de: Produkte, die Sie kürzlich überprüft haben
es: Productos que comprobó recientemente
fr: Produits que vous avez vérifiés récemment
it: Prodotti controllati di recente
pl: Produkty, które ostatnio sprawdzałeś
pt_pt: Produtos que verificou recentemente

source: Profile
cs: Profil
da: Profil
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
pt_pt: Perfil

source: Protein
cs: Bílkoviny
de: Eiweiß
es: Proteína
fr: Protéines
it: Proteine
pl: Białko
pt_pt: Proteína

source: Protein and fiber data are incomplete.
cs: Údaje o proteinu a vláknech jsou neúplné.
da: Protein og fiber data er ufuldstændige.
de: Protein- und Faserdaten sind unvollständig.
es: Los datos de proteína y fibra son incompletos.
fr: Les données sur les protéines et les fibres sont incomplètes.
it: I dati delle proteine e delle fibre sono incompleti.
pl: Dane dotyczące białka i włókna są niekompletne.
pt_pt: Os dados de proteínas e fibras estão incompletos.

source: Ranked by score and nutrition
cs: Určeno podle skóre a výživy
da: Jaget af score og ernæring
de: Rang nach Punktzahl und Ernährung
es: Rankeado por puntaje y nutrición
fr: Classement par score et nutrition
it: Classificato per punteggio e nutrizione
pl: Według wyniku i odżywiania
pt_pt: Classificado por pontuação e nutrição

source: Read the scoring methodology
cs: Přečtěte si bodovací metodiku
da: Læs scoringsmetoden
de: Lesen Sie die Scoring-Methode
es: Lea la metodología de puntuación
fr: Lire la méthodologie de notation
it: Leggi la metodologia di punteggio
pl: Przeczytaj metodologię punktowania
pt_pt: Leia a metodologia de pontuação

source: Reasonable, but worth checking serving size.
cs: Rozumné, ale stojí za to zkontrolovat velikost obsluhy.
da: Rimelig, men værd at tjekke servering størrelse.
de: Angemessen, aber es lohnt sich, die Portionsgröße zu überprüfen.
es: Razonable, pero vale la pena comprobar el tamaño de la porción.
fr: Raisonnable, mais il vaut la peine de vérifier la taille de la portion.
it: Ragionevole, ma vale la pena controllare la dimensione del servizio.
pl: Rozsądna, ale warta sprawdzenia wielkości.
pt_pt: Razoável, mas vale a pena verificar o tamanho do serviço.

source: Reauthenticates your Apple Account, revokes the Apple session, and permanently deletes your Pickly account.
cs: Reauthenticates váš Apple účet, zrušuje Apple relace, a trvale smaže váš Pickly účet.
da: Genautentificerer din Apple-konto, tilbagekalder Apple-sessionen og sletter permanent din Pickly-konto.
de: Authentifizierung Ihres Apple-Kontos, Widerruf der Apple-Sitzung und dauerhafte Löschung Ihres Pickly-Kontos.
es: Actualiza tu cuenta de Apple, revoca la sesión de Apple y elimina permanentemente tu cuenta de Pickly.
fr: Renouveler votre compte Apple, révoquer la session Apple et supprimer définitivement votre compte Pickly.
it: Riattiva il tuo account Apple, revoca la sessione Apple e cancella definitivamente il tuo account Pickly.
pl: Odkurza Twoje konto Apple, cofa sesję Apple i trwale usuwa Twoje konto.
pt_pt: Reautentica a sua Conta Apple, revoga a sessão Apple e apaga permanentemente a sua conta Pickly.

source: Recent scans
cs: Nedávné skeny
da: Seneste scanninger
de: Jüngste Scans
es: Escaneos recientes
fr: Analyses récentes
it: Scansioni recenti
pl: Ostatnie skany
pt_pt: Varreduras recentes

source: Relevant products from the same category.
cs: Relevantní výrobky ze stejné kategorie.
da: Relevante produkter fra samme kategori.
de: Relevante Produkte aus derselben Kategorie.
es: Productos relevantes de la misma categoría.
fr: Produits pertinents de la même catégorie.
it: Prodotti rilevanti della stessa categoria.
pl: Odpowiednie produkty z tej samej kategorii.
pt_pt: Produtos relevantes da mesma categoria.

source: Remove from saved
cs: Odstranit ze uložení
da: Fjern fra gemt
de: Entfernen aus Save
es: Eliminar de salvado
fr: Supprimer de l'enregistrement
it: Rimuovere da salvato
pl: Usuń z zapisanego
pt_pt: Remover do salvo

source: Request product
cs: Žádost o výrobek
da: Anmodning om vare
de: Anfrageprodukt
es: Solicitud de producto
fr: Demande de produit
it: Richiesta prodotto
pl: Zapytanie o produkt
pt_pt: Pedido de produto

source: Request sent
cs: Žádost odeslána
da: Anmodning sendt
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
it: Richiesta inviata
pl: Wniosek przesłany
pt_pt: Pedido enviado

source: Restore Purchases
cs: Obnovit nákupy
da: Genopret køb
de: Käufe wiederherstellen
es: Restaurar las compras
fr: Restaurer les achats
it: Ripristinare gli acquisti
pl: Przywracanie zakupów
pt_pt: Restaurar compras

source: Restoring account session...
cs: Obnovení účtu...
da: Gendannelse af konto session...
de: Wiederherstellung der Kontositzung...
es: Restaurar la sesión de la cuenta...
fr: Restaurer la session de compte...
it: Ripristino della sessione...
pl: Przywracanie sesji konta...
pt_pt: Restaurando sessão de conta...
